Repository: SunnatDevPy/Ustoz_shogirt_Bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru

source: ❌Toxtatish❌
ru: ❌Стоп❌

source: Tasdiqlash
ru: Проверка

source: Kanal
ru: Канал

source: 📞Contact jo'natish📞
ru: 📞Отправить контакт📞

source: Sherik kerak
ru: Мне нужен партнер

source: Ish joyi kerak
ru: Мне нужна работа

source: Hodim kerak
ru: Мне нужен работник

source: Ustoz kerak
ru: Нужен учитель

source: Shogirt kerak
ru: Нужен ученик

source: Hodim
ru: Сотрудник

source: kerak
ru: нужно

source: 🕑 Yosh
ru: 🕑 Возраст

source: Texnologiya
ru: Технология

source: Aloqa
ru: Общение

source: Hudud
ru: Территория

source: Narxi
ru: Цена

source: Kasbi
ru: Профессия

source: Murojaat qilish vaqti
ru: Время подавать заявку

source: Maqsad
ru: Цель

source: 🏢 Idora
ru: 🏢 Офис

source: ✍️Mas'ul
ru: ✍️Ответственный

source: Maosh
ru: Зарплата

source: Ish vaqti
ru: Рабочее время

source: Qo`shimcha ma`lumot
ru: Дополнительная информация

source: Assalom alaykum UstozShogird kanalining rasmiy botiga xush kelibsiz! /help ordam buyrugi orqali nimalarga qodir ekanligimni bilib oling!
ru: Здравствуйте! Добро пожаловать на официальный бот канала УстозШогирд! /help Узнайте, что можно сделать с помощью команды ordam!

source: topish uchun ariza berish Hozir sizga birnecha savollar beriladi. Har biriga javob bering. Oxirida agar hammasi to`g`ri bo`lsa, HA tugmasini bosing va arizangiz Adminga yuboriladi.
ru: Подать заявку на поиск Теперь вам зададут несколько вопросов.

source: 🕰 Murojaat qilish vaqti: Qaysi vaqtda murojaat qilish mumkin? Masalan, 9:00 - 18:00
ru: 🕰 Время подачи заявки: Когда можно подать заявку? Например, с 9:00 до 18:00.

source: 🌐 Hudud: Qaysi hududdansiz? Viloyat nomi, Toshkent shahar yoki Respublikani kiriting.
ru: 🌐 Регион: Из какого вы региона? Введите название региона, города Ташкента или Республики.

source: 📞 Aloqa: Bog`lanish uchun raqamingizni kiriting Yoki pastgi tugmani bosing? Masalan, +998 90 123 45 67
ru: 📞 Контакт: Введите свой контактный номер Или нажмите кнопку ниже? Например, 998 90 123 45 67

source: 📚 Texnologiya: Talab qilinadigan texnologiyalarni kiriting? Texnologiya nomlarini vergul bilan ajrating. Masalan, Java, C++, C#
ru: 📚 Технология: Введите необходимые технологии? Разделяйте названия технологий запятыми. Например Java, C , C

source: 🕑 Yosh: Yoshingizni kiriting? Masalan, 19
ru: 🕑 Возраст: Введите свой возраст? Например, 19

source: Til tanlandi
ru: Выбран язык

source: 🎓 Idora nomi?
ru: 🎓 Название офиса?

source: ✍️Mas'ul ism sharifi?
ru: ✍️Ответственное имя шериф?

source: Yuborgan malumot telefon raqam emas
ru: Отправленная вами информация не является номером телефона.

source: 💰 Maoshni kiriting?
ru: 💰 Ввести зарплату?

source: 🕰 Ish vaqtini kiriting?
ru: 🕰 Введите рабочее время?

source: ‼️ Qo`shimcha ma`lumotlar?
ru: ‼️ Дополнительная информация?

source: Adminga jo'natildi
ru: Отправлено администратору

source: Protsess toxtatildi
ru: Процесс прерван

source: Til tanlang
ru: Выберите язык
